[
  "a",
  [
    "A",
    "Association football",
    "Australia",
    "Arthropod",
    "Automation",
    "Austria",
    "Adolf Hitler",
    "American Civil War",
    "American football",
    "Assassin's Creed",
    "Arnold Schwarzenegger",
    "Apple Inc.",
    "Amazon.com",
    "Aleppo",
    "Arabic",
    "Animal",
    "Afghanistan",
    "Academy Awards",
    "Antarctica",
    "Applications of the Stirling engine",
    "Azerbaijan",
    "Alaska",
    "Anabolic steroid",
    "Android (operating system)",
    "Apple",
    "Anthony Eden",
    "Atlanta",
    "Alexander the Great",
    "Anal sex",
    "Attack on Pearl Harbor",
    "Alexandria",
    "Advertising to children",
    "Algeria",
    "African Americans",
    "Armenia",
    "Atomic bombings of Hiroshima and Nagasaki",
    "Austria-Hungary",
    "Animal coloration",
    "Avatar (2009 film)",
    "Artificial intelligence",
    "Asperger syndrome",
    "Airbus A380",
    "A Song of Ice and Fire",
    "Atlas Comics (1950s)",
    "Alien (franchise)",
    "Alternative fuel",
    "Austin, Texas",
    "Auschwitz concentration camp",
    "Atheism",
    "Augustus"
  ],
  [
    "A (named /ˈeɪ/, plural As, A's, as, a's or aes) is the first letter and the first vowel in the ISO basic Latin alphabet.",
    "Association football, more commonly known as football or soccer, is a team sport played between two teams of eleven players with a spherical ball.",
    "Australia (/əˈstreɪliə/, /ɒ-/, /-ljə/), officially the Commonwealth of Australia, is a country comprising the mainland of the Australian continent, the island of Tasmania and numerous smaller islands.",
    "An arthropod (from Greek arthro-, joint + podos, foot) is an invertebrate animal having an exoskeleton (external skeleton), a segmented body, and jointed appendages (paired appendages).",
    "Automation or automatic control, is the use of various control systems for operating equipment such as machinery, processes in factories, boilers and heat treating ovens, switching on telephone networks, steering and stabilization of ships, aircraft and other applications and vehicles with minimal or reduced human intervention.",
    "Austria (/ˈɒstriə, ˈɔː-/; German: Österreich [ˈøːstɐˌʁaɪç]), officially the Republic of Austria (German: Republik Österreich,  listen ), is a federal republic and a landlocked country of over 8.7 million people in Central Europe.",
    "Adolf Hitler (German: [ˈadɔlf ˈhɪtlɐ]; 20 April 1889 – 30 April 1945) was a German politician who was the leader of the Nazi Party (Nationalsozialistische Deutsche Arbeiterpartei; NSDAP), Chancellor of Germany from 1933 to 1945, and Führer (\"leader\") of Nazi Germany from 1934 to 1945. As dictator of the German Reich, he initiated World War II in Europe with the invasion of Poland in September 1939 and was central to the Holocaust.",
    "The American Civil War was a civil war in the United States fought from 1861 to 1865. The Union faced secessionists in eleven Southern states grouped together as the Confederate States of America.",
    "American football, referred to as football in the United States and Canada, and also known as gridiron, is a sport played by two teams of eleven players on a rectangular field with goalposts at each end.",
    "Assassin's Creed is an action-adventure video-game series created by Ubisoft that consists of nine main games and a number of supporting materials.",
    "Arnold Alois Schwarzenegger (/ˈʃwɔːrtsənˌɛɡər/; German: [ˈaɐ̯nɔlt ˈalɔʏs ˈʃvaɐ̯tsn̩ˌɛɡɐ]; born July 30, 1947) is an Austrian-American actor, producer, businessman, investor, author, philanthropist, activist, and former professional bodybuilder and politician.",
    "Apple is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services.",
    "Amazon.com (/ˈæməzɒn/ or /ˈæməzən/), often simply Amazon, is an American electronic commerce and cloud computing company, founded in July 5, 1994, by Jeff Bezos and based in Seattle, Washington.",
    "Aleppo (/əˈlɛpoʊ/; Arabic: ﺣﻠﺐ‎‎ / ALA-LC: Ḥalab, IPA: [ˈħalab]) is a city in Syria, serving as the capital of the Aleppo Governorate, the most populous Syrian governorate.",
    "Arabic (Arabic: العَرَبِيَّة‎‎, Al-ʻarabiyyah [ʔalʕaraˈbijːah] or Arabic: عَرَبِيّ‎‎ ʻarabiyy [ʕaraˈbijː]) is a Central Semitic language that was first spoken in Iron Age northwestern Arabia and is now the lingua franca of the Arab world.",
    "Animals are multicellular, eukaryotic organisms of the kingdom Animalia (also called Metazoa). The animal kingdom emerged as a basal clade within Apoikozoa as a sister of the choanoflagellates.",
    "Afghanistan /æfˈɡænᵻstæn/ (Pashto/Dari: افغانستان, Afġānistān), officially the Islamic Republic of Afghanistan, is a landlocked country located within South Asia and Central Asia.",
    "The Academy Awards, or \"Oscars\", is an annual American awards ceremony hosted by the Academy of Motion Picture Arts and Sciences (AMPAS) to recognize excellence in cinematic achievements in the United States film industry as assessed by the Academy's voting membership.",
    "Antarctica (US English /æntˈɑːrktɪkə/, UK English /ænˈtɑːktɪkə/ or /ænˈtɑːtɪkə/) is Earth's southernmost continent.",
    "Applications of the Stirling engine range from mechanical propulsion to heating and cooling to electrical generation systems.",
    "Azerbaijan (/ˌæzərbaɪˈdʒɑːn/ AZ-ər-by-JAHN; Azerbaijani: Azərbaycan), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası), is a country in the South Caucasus region, situated at the crossroads of Southwest Asia and Southeastern Europe.",
    "Alaska (/əˈlæskə/) is a U.S. state situated in the northwest extremity of North America. The Canadian administrative divisions of British Columbia and Yukon border the state to the east; its most extreme western part is Attu Island; it has a maritime border with Russia to the west across the Bering Strait.",
    "Anabolic steroids, also known more properly as anabolic-androgenic steroids (AAS), are steroidal androgens that are structurally related to and have similar effects as testosterone in the body.",
    "Android is a mobile operating system developed by Google, based on the Linux kernel and designed primarily for touchscreen mobile devices such as smartphones and tablets.",
    "The apple tree (Malus pumila, commonly and erroneously called Malus domestica) is a deciduous tree in the rose family best known for its sweet, pomaceous fruit, the apple.",
    "Robert Anthony Eden, 1st Earl of Avon, KG, MC, PC (12 June 1897 – 14 January 1977) was a British Conservative politician who served three periods as Foreign Secretary and then a relatively brief term as Prime Minister of the United Kingdom from 1955 to 1957.",
    "Atlanta is the capital of and the most populous city in the U.S. state of Georgia, with an estimated 2015 population of 463,878. Atlanta is the cultural and economic center of the Atlanta metropolitan area, home to 5,522,942 people and the ninth largest metropolitan area in the United States.",
    "Alexander III of Macedon (20/21 July 356 BC – 10/11 June 323 BC), commonly known as Alexander the Great (Greek: Ἀλέξανδρος ὁ Μέγας, Aléxandros ho Mégas Koine Greek: [a.lék.san.dros ho mé.gas] ), was a king (basileus) of the Ancient Greek kingdom of Macedon and a member of the Argead dynasty.",
    "Anal sex or anal intercourse is generally the insertion and thrusting of the erect penis into a person's anus, or anus and rectum, for sexual pleasure.",
    "The attack on Pearl Harbor, also known as the Battle of Pearl Harbor, the Hawaii Operation or Operation AI by the Japanese Imperial General Headquarters, and Operation Z during planning, was a surprise military strike by the Imperial Japanese Navy Air Service against the United States naval base at Pearl Harbor, Hawaii Territory, on the morning of December 7, 1941. The attack led to the United States' entry into World War II.",
    "Alexandria (/ˌælɪɡˈzændrɪə/ or /ˌælɪɡˈzɑːndrɪə/; Arabic: الإسكندرية al-Iskandariyyah; Egyptian Arabic: اسكندرية‎‎ Eskendereya; Coptic: Ⲁⲗⲉⲝⲁⲛⲇⲣⲓⲁ, Ⲣⲁⲕⲟⲧⲉ Alexandria, Rakotə) is the second largest city and a major economic centre in Egypt, extending about 32 km (20 mi) along the coast of the Mediterranean Sea in the north central part of the country.",
    "Advertising to children is the act of marketing or advertising products or services as defined by national legislation and advertising standards.",
    "Algeria (Arabic: الجزائر‎‎ al-Jazā'ir; Berber: ⴷⵣⴰⵢⴻⵔ, Dzayer; French: Algérie), officially the People's Democratic Republic of Algeria, is a sovereign state in North Africa on the Mediterranean coast.",
    "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the Black racial groups of Africa.",
    "Armenia (/ɑːrˈmiːniə/, /-ˈmiːnjə/; Armenian: Հայաստան, tr. Hayastan, IPA: [hɑjɑsˈtɑn]), officially the Republic of Armenia (Armenian: Հայաստանի Հանրապետություն, tr.",
    "The United States dropped nuclear weapons on the Japanese cities of Hiroshima and Nagasaki on August 6 and 9, 1945, respectively, during the final stage of World War II.",
    "Austria-Hungary (German: Österreich-Ungarn; Hungarian: Ausztria-Magyarország; Czech: Rakousko-Uhersko; Slovak: Rakúsko-Uhorsko; Polish: Austro-Węgry; Croatian: Austro-Ugarska; Slovene: Avstro-Ogrska; Bosnian: Austro-Ugarska; Italian: Austria-Ungheria; Romanian: Austro-Ungaria; Ukrainian: Австро-Угорщина, Avstro-Uhorshchyna), also known by other names and often referred to as the Austro-Hungarian Empire in English-language sources, was a constitutional union of the Austrian Empire (the kingdoms and lands represented in the Imperial Council, or Cisleithania) and the Kingdom of Hungary (Lands of the Crown of Saint Stephen or Transleithania) that existed for 51 years from 1867 to 1918, when it collapsed as a result of defeat in World War I.",
    "Animal coloration is the general appearance of an animal resulting from the reflection or emission of light from its surfaces.",
    "Avatar (marketed as James Cameron's Avatar) is a 2009 American epic science fiction film directed, written, produced, and co-edited by James Cameron, and starring Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, and Sigourney Weaver.",
    "Artificial intelligence (AI) is intelligence exhibited by machines. In computer science, an ideal \"intelligent\" machine is a flexible rational agent that perceives its environment and takes actions that maximize its chance of success at some goal.",
    "Asperger syndrome (AS), also known as Asperger's, is a developmental disorder characterized by significant difficulties in social interaction and nonverbal communication, along with restricted and repetitive patterns of behavior and interests.",
    "The Airbus A380 is a double-deck, wide-body, four-engine jet airliner manufactured by European Union manufacturer Airbus.",
    "A Song of Ice and Fire is a series of epic fantasy novels by the American novelist and screenwriter George R. R.",
    "Atlas Comics is the 1950s comic book publishing company that evolved into Marvel Comics. Magazine and paperback novel publisher Martin Goodman, whose business strategy involved having a multitude of corporate entities, used Atlas as the umbrella name for his comic book division during this time.",
    "Alien is a science-fiction action horror franchise centered on a film series that depicts Warrant Officer Ellen Ripley (Sigourney Weaver) and her battles with an extraterrestrial lifeform, commonly referred to as \"the Alien\" or \"Xenomorph\".",
    "Alternative fuels, known as non-conventional and advanced fuels , are any materials or substances that can be used as fuels, other than conventional fuels like; fossil fuels (petroleum (oil), coal, and natural gas), as well as nuclear materials such as uranium and thorium, as well as artificial radioisotope fuels that are made in nuclear reactors.",
    "Austin (/ˈɒstᵻn, ˈɔː-/) is the capital of the U.S. state of Texas and the seat of Travis County. It is the 11th-most populated city in the U.S and the 4th-most populated in Texas.",
    "Auschwitz concentration camp (German: Konzentrationslager Auschwitz, also KZ Auschwitz [kɔntsɛntʁaˈtsi̯oːnsˌlaːɡɐ ˈʔaʊʃvɪts]) was a network of German Nazi concentration camps and extermination camps built and operated by the Third Reich in Polish areas annexed by Nazi Germany during World War II.",
    "Atheism is, in the broadest sense, the absence of belief in the existence of deities. Less broadly, atheism is the rejection of belief that any deities exist.",
    "Augustus (Latin: Imperātor Caesar Dīvī Fīlius Augustus; 23 September 63 BC – 19 August 14 AD) was the founder of the Roman Principate and considered the first Emperor, controlling the Roman Empire from 27 BC until his death in AD 14."
  ],
  [
    "https://en.wikipedia.org/wiki/A",
    "https://en.wikipedia.org/wiki/Association_football",
    "https://en.wikipedia.org/wiki/Australia",
    "https://en.wikipedia.org/wiki/Arthropod",
    "https://en.wikipedia.org/wiki/Automation",
    "https://en.wikipedia.org/wiki/Austria",
    "https://en.wikipedia.org/wiki/Adolf_Hitler",
    "https://en.wikipedia.org/wiki/American_Civil_War",
    "https://en.wikipedia.org/wiki/American_football",
    "https://en.wikipedia.org/wiki/Assassin%27s_Creed",
    "https://en.wikipedia.org/wiki/Arnold_Schwarzenegger",
    "https://en.wikipedia.org/wiki/Apple_Inc.",
    "https://en.wikipedia.org/wiki/Amazon.com",
    "https://en.wikipedia.org/wiki/Aleppo",
    "https://en.wikipedia.org/wiki/Arabic",
    "https://en.wikipedia.org/wiki/Animal",
    "https://en.wikipedia.org/wiki/Afghanistan",
    "https://en.wikipedia.org/wiki/Academy_Awards",
    "https://en.wikipedia.org/wiki/Antarctica",
    "https://en.wikipedia.org/wiki/Applications_of_the_Stirling_engine",
    "https://en.wikipedia.org/wiki/Azerbaijan",
    "https://en.wikipedia.org/wiki/Alaska",
    "https://en.wikipedia.org/wiki/Anabolic_steroid",
    "https://en.wikipedia.org/wiki/Android_(operating_system)",
    "https://en.wikipedia.org/wiki/Apple",
    "https://en.wikipedia.org/wiki/Anthony_Eden",
    "https://en.wikipedia.org/wiki/Atlanta",
    "https://en.wikipedia.org/wiki/Alexander_the_Great",
    "https://en.wikipedia.org/wiki/Anal_sex",
    "https://en.wikipedia.org/wiki/Attack_on_Pearl_Harbor",
    "https://en.wikipedia.org/wiki/Alexandria",
    "https://en.wikipedia.org/wiki/Advertising_to_children",
    "https://en.wikipedia.org/wiki/Algeria",
    "https://en.wikipedia.org/wiki/African_Americans",
    "https://en.wikipedia.org/wiki/Armenia",
    "https://en.wikipedia.org/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki",
    "https://en.wikipedia.org/wiki/Austria-Hungary",
    "https://en.wikipedia.org/wiki/Animal_coloration",
    "https://en.wikipedia.org/wiki/Avatar_(2009_film)",
    "https://en.wikipedia.org/wiki/Artificial_intelligence",
    "https://en.wikipedia.org/wiki/Asperger_syndrome",
    "https://en.wikipedia.org/wiki/Airbus_A380",
    "https://en.wikipedia.org/wiki/A_Song_of_Ice_and_Fire",
    "https://en.wikipedia.org/wiki/Atlas_Comics_(1950s)",
    "https://en.wikipedia.org/wiki/Alien_(franchise)",
    "https://en.wikipedia.org/wiki/Alternative_fuel",
    "https://en.wikipedia.org/wiki/Austin,_Texas",
    "https://en.wikipedia.org/wiki/Auschwitz_concentration_camp",
    "https://en.wikipedia.org/wiki/Atheism",
    "https://en.wikipedia.org/wiki/Augustus"
  ]
]